import React from 'react'

const extra = () => {
    return (

        <div>
        
            <p> SKU: MNBM80<br /> Vendor: MNB <br />Availability: In Stock <br />Price: প্রতি পিছ ৭০০ টাকা </p>

            <p>শাড়িটির আকর্ষণীয় দিক হচ্ছে আচঁল এবং বডি ম্যাচিং কালারে তৈরী করা হয়েছে । কাপড়ের সঙ্গে ক্যাটালগের কালার কম বেশি হতে পারে। সব মিলিয়ে আকর্ষণীয় ডিজাইনে বাজারে আছে। হাফ সিল্ক সুতা দিয়ে কাজ করা হয়েছে।</p>
            <p>বান্ডেল ব্যতিত সিজ্ঞেল পণ্য কিনতে চাইলে আমাদের সাথে হোয়াটসঅ্যাপ নাম্বারে যোগাযোগ করুনঃ +8801611978696</p>

            <div>
                <div>
                    <p>&lt;figure
                        class="table"&gt;&lt;table&gt;&lt;tbody&gt;&lt;tr&gt;&lt;td&gt;কালার&lt;/td&gt;&lt;td&gt;ডার্ক ব্লুর।&lt;/td&gt;&lt;/tr&gt;&lt;tr&gt;&lt;td&gt;ব্লাউজ পিস&lt;/td&gt;&lt;td&gt;শাড়িটির সাথে ব্লাউজ পিস নেই।&lt;/td&gt;&lt;/tr&gt;&lt;tr&gt;&lt;td&gt;&nbsp;শাড়িটি লম্বায়&lt;/td&gt;&lt;td&gt;১৩ হাত (২৩৮”) এবং বহর এ ২.৫ হাত (৪৬”) পরিমাপ এ কম বেশি হতে পারে।&lt;/td&gt;&lt;/tr&gt;&lt;tr&gt;&lt;td&gt;&nbsp;ডিজাইন&lt;/td&gt;&lt;td&gt;ডার্ক ব্লুর কালারের অপুর্ব ডিজাইন&lt;/td&gt;&lt;/tr&gt;&lt;/tbody&gt;&lt;/table&gt;&lt;/figure&gt;&lt;p&gt;শাড়িটির আকর্ষণীয় দিক হচ্ছে আচঁল এবং বডি ম্যাচিং কালারে তৈরী করা হয়েছে।ডিজাইন ঠিক রেখে কালার পরিবর্তন হতে পারে। সব মিলিয়ে আকর্ষণীয় ডিজাইনে বাজারে আছে। হাফ সিল্ক সুতার মিশ্রণে তৈরী করা হয়েছে।&lt;/p&gt;&lt;p&gt;&lt;strong&gt;বি:দ্র:&lt;/strong&gt;&lt;/p&gt;&lt;p&gt;১। ডেলিভারি চার্জ সম্পর্কিত তথ্যঃ ঢাকা সিটির ভেতরে ডেলিভারি চার্জ ১০০ টাকা, ঢাকা সিটির বাইরে ডেলিভারি চার্জ ২০০ টাকা।&lt;/p&gt;&lt;p&gt;২। বুকিং মানি সম্পর্কিত তথ্যঃ ঢাকা সিটির ভেতরে হলে ১০০ টাকা ও ঢাকা সিটির বাইরে হলে ২০০ টাকা বুকিং মানি প্রযোজ্য হবে। বাকি টাকা পণ্য বুঝে পেয়ে পরিশোধ করতে পারবেন।&lt;/p&gt;&lt;p&gt;৩। ছবিতে পণ্যের রঙ দেখুন; আপনার কম্পিউটার অথবা মোবাইলের রেজুলেশন ও লাইটিং এর জন্য ইমেজ ও প্রকৃত পণ্যের রঙ-এ সামান্য তারতম্য ঘটতে পারে।&lt;/p&gt;&lt;p&gt;৪। প্রোডাক্টের অর্ডার স্টক থাকা সাপেক্ষ ডেলিভারি করা হবে। অনিবার্য কারণে পণ্যের ডেলিভারিতে বিক্রেতা প্রতিশ্রুত ডেলিভারি সময়ের বেশী লাগতে পারে।&lt;/p&gt;</p>

                </div>
            </div>


            <div>

                <figure class="table">
                    <table>
                        <tbody>
                            <tr>
                                <td>কালার</td>
                                <td>ডার্ক ব্লুর।</td>
                            </tr>
                            <tr>
                                <td>ব্লাউজ পিস</td>
                                <td>শাড়িটির সাথে ব্লাউজ পিস নেই।</td>
                            </tr>
                            <tr>
                                <td>&nbsp;শাড়িটি লম্বায়</td>
                                <td>১৩ হাত (২৩৮”) এবং বহর এ ২.৫ হাত (৪৬”) পরিমাপ এ কম বেশি হতে পারে।</td>
                            </tr>
                            <tr>
                                <td>&nbsp;ডিজাইন</td>
                                <td>ডার্ক ব্লুর কালারের অপুর্ব ডিজাইন</td>
                            </tr>
                        </tbody>
                    </table>
                </figure>

                <p>শাড়িটির আকর্ষণীয় দিক হচ্ছে আচঁল এবং বডি ম্যাচিং কালারে তৈরী করা হয়েছে।ডিজাইন ঠিক রেখে কালার পরিবর্তন হতে পারে। সব মিলিয়ে আকর্ষণীয় ডিজাইনে বাজারে আছে। হাফ সিল্ক সুতার মিশ্রণে তৈরী করা হয়েছে।</p>
                <p><strong>বি:দ্র:</strong></p>
                <p>১। ডেলিভারি চার্জ সম্পর্কিত তথ্যঃ ঢাকা সিটির ভেতরে ডেলিভারি চার্জ ১০০ টাকা, ঢাকা সিটির বাইরে ডেলিভারি চার্জ ২০০ টাকা।</p>
                <p>২। বুকিং মানি সম্পর্কিত তথ্যঃ ঢাকা সিটির ভেতরে হলে ১০০ টাকা ও ঢাকা সিটির বাইরে হলে ২০০ টাকা বুকিং মানি প্রযোজ্য হবে। বাকি টাকা পণ্য বুঝে পেয়ে পরিশোধ করতে পারবেন।</p>
                <p>৩। ছবিতে পণ্যের রঙ দেখুন; আপনার কম্পিউটার অথবা মোবাইলের রেজুলেশন ও লাইটিং এর জন্য ইমেজ ও প্রকৃত পণ্যের রঙ-এ সামান্য তারতম্য ঘটতে পারে।</p>
                <p>৪। প্রোডাক্টের অর্ডার স্টক থাকা সাপেক্ষ ডেলিভারি করা হবে। অনিবার্য কারণে পণ্যের ডেলিভারিতে বিক্রেতা প্রতিশ্রুত ডেলিভারি সময়ের বেশী লাগতে পারে।</p>



            </div>
 
        </div>


    )
}

export default extra
